production/sessie 4/GroceryApp/app/controllers/todos_controller.rb

SELECT "todos".* FROM "todos"
---
  def index
    puts "index"
    @todos = Todo.all